[{
	"row": [

{
	"image": "../images/Anker_ergo_mouse.jpg",
	"title": "Anker Ergonomic Desk Mouse",
	"link": "Amazon Associate Link",
	"description": "You may not realize it, but the mouse is one of the most vital tools of your everyday work arsenal. From the new office employee to the desk jockey pro, having a mouse that doesn't take ergonomics into account can lead to long term damage to the tendons and joints in your hand and wrist. We chose Anker because of their top notch build quality (the only reason you will buy a new one is if you lose this one) and their amazing customer service. Do yourself a favor and make your clicking a little more pain free."
},
{
	"image": "../images/Logitech_Keyboards.jpg",
	"title": "Logitech Multi-Device Keyboard",
	"link": "Amazon Associate Link",
	"description": "This keyboard should be the center of your new command center. With the ability to connect to 3 different bluetooth devices, you won't need to unplug your current keyboard any longer. Just pair your devices and use the keyboard's built in device selection and type on."
}]},
	{
	"row":[
{
	"image": "../images/cell-phone-rest.jpg",
	"title": "Aluminum Cell Phone Rest",
	"link": "Amazon Associate Link",
	"description": "Stop craning your neck to check your texts and use this sleek aluminum phone holder instead. Pair this with the Logitech Multi-Device Keyboard and you can treat your smart phone like the miniature computer it is."
},
{
	"image": "../images/stanley-travel-mug.jpg",
	"title": "Stanley Travel Mug",
	"link": "Amazon Associate Link",
	"description": "A regular coffee mug just doesn't cut it. You need a mug that keeps your cup-o-joe hot for hours and won't spill when you show up to your meeting carring it with your pinky finger. This thing is built like a tank and is my regular day-to-day mug."
}]},
{
"row":[
{
"image": "../images/back-support.jpg",
"title": "Foam Back Support",
"link": "Amazon Associate Link",
"description": "With a desk job comes long periods of sitting. Poor posture at your desk can lead to numerous health issues down the road. Increase your lumbar support with this chair enhancement."
},
{
	"image": "../images/erg-heated-footrest.jpg",
	"title": "Heated Footrest",
	"link": "Amazon Associate Link",
	"description": "Sitting for extended periods can lead to your feet falling asleep, tense muscles, and poor posture. Use this heated footrest to stretch your calves and keep your feet warm during those winter work hours."
}]}
]
